tap "aspnet/dnx"
tap "atlassian/tap"
tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
tap "jmespath/jmespath"
cask "java"
cask "xquartz"
brew "ant"
brew "gmp"
brew "isl"
brew "mpfr"
brew "arpack"
brew "augeas"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "openssl"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bash"
brew "beecrypt"
brew "berkeley-db"
brew "boost"
brew "cmake"
brew "curl"
brew "dialog"
brew "perl"
brew "git"
brew "docker-machine", link: false
brew "ghostscript"
brew "epstool"
brew "exercism"
brew "fftw"
brew "fig2dev"
brew "fltk"
brew "fontconfig"
brew "gettext"
brew "gl2ps"
brew "glpk"
brew "gnu-sed", args: ["with-default-names"]
brew "go"
brew "goad"
brew "gradle"
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "groovy"
brew "hdf5"
brew "icu4c"
brew "heroku"
brew "highlight"
brew "htop"
brew "imagemagick"
brew "iperf3"
brew "jenv"
brew "jmeter"
brew "jo"
brew "jq"
brew "kotlin"
brew "leiningen"
brew "libevent"
brew "libgpg-error"
brew "libidn"
brew "libksba"
brew "libmagic"
brew "libtasn1"
brew "libxml2"
brew "libyaml"
brew "lynx"
brew "maven", link: false
brew "maven@3.2"
brew "memcached"
brew "mercurial"
brew "metis"
brew "mongodb"
brew "mono"
brew "neon"
brew "pcre"
brew "plotutils"
brew "pstoedit"
brew "qhull"
brew "octave"
brew "ossp-uuid"
brew "packer"
brew "pkg-config"
brew "popt"
brew "portmidi"
brew "qt"
brew "pyqt"
brew "qscintilla2"
brew "ruby-build"
brew "rbenv"
brew "rpm"
brew "rpm2cpio"
brew "ruby"
brew "sbt"
brew "scala"
brew "sdl"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "siege"
brew "tbb"
brew "terraform"
brew "tmux"
brew "tree"
brew "typesafe-activator"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "atlassian/tap/atlassian-plugin-sdk"
brew "jmespath/jmespath/jp"
cask "alfred"
cask "android-studio"
cask "aquaterm"
cask "atom"
cask "balsamiq-mockups"
cask "brave"
cask "caffeine"
cask "ccleaner"
cask "chrome-devtools"
cask "dash"
cask "docker"
cask "docker-toolbox"
cask "dropbox"
cask "eclipse-ide"
cask "emacs"
cask "evernote"
cask "filezilla"
cask "grammarly"
cask "hipchat"
cask "intellij-idea"
cask "iterm2"
cask "java8"
cask "keepassx"
cask "lastpass"
cask "macdown"
cask "macvim"
cask "paintbrush"
cask "phantomjs"
cask "postman"
cask "rcdefaultapp"
cask "rescuetime"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "vmware-fusion"
cask "vmware-horizon-client"
cask "caskroom/versions/firefox-developer-edition"
cask "caskroom/versions/google-chrome-canary"
cask "caskroom/versions/java6"
