tap 'aspnet/dnx'
tap 'atlassian/tap'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
cask 'java'
cask 'xquartz'
brew 'ant'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'icu4c'
brew 'beecrypt'
brew 'berkeley-db'
brew 'boost'
brew 'cmake'
brew 'curl'
brew 'dialog'
brew 'git'
brew 'docker-machine'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'ghostscript'
brew 'epstool'
brew 'exercism'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'fftw'
brew 'libpng'
brew 'fltk'
brew 'freetype'
brew 'fontconfig'
brew 'webp'
brew 'gd'
brew 'gettext'
brew 'gl2ps'
brew 'gnu-sed', args: ['with-default-names']
brew 'lua'
brew 'gnuplot', args: ['with-qt@5.7', 'with-x11']
brew 'go'
brew 'gradle'
brew 'libtool'
brew 'graphicsmagick'
brew 'heroku'
brew 'highlight'
brew 'htop'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'jenv'
brew 'kotlin'
brew 'leiningen'
brew 'libevent'
brew 'libgpg-error'
brew 'libidn'
brew 'libksba'
brew 'libmagic'
brew 'libtasn1'
brew 'libyaml'
brew 'lynx'
brew 'maven'
brew 'memcached'
brew 'mongodb'
brew 'mono'
brew 'neon'
brew 'node'
brew 'ossp-uuid'
brew 'pcre'
brew 'pkg-config'
brew 'plotutils'
brew 'popt'
brew 'pstoedit'
brew 'python3'
brew 'qt@5.7'
brew 'sip', args: ['with-python3']
brew 'pyqt5'
brew 'qscintilla2'
brew 'qt5'
brew 'ruby-build'
brew 'rbenv'
brew 'rpm'
brew 'rpm2cpio'
brew 'ruby'
brew 'sbt'
brew 'scala'
brew 'siege'
brew 'szip'
brew 'tbb'
brew 'tmux'
brew 'tree'
brew 'typesafe-activator'
brew 'vim'
brew 'watch'
brew 'watchman'
brew 'wget'
brew 'atlassian/tap/atlassian-plugin-sdk'
brew 'homebrew/science/veclibfort'
brew 'homebrew/science/arpack'
brew 'homebrew/science/glpk'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/metis'
brew 'homebrew/science/qhull'
brew 'homebrew/science/qrupdate'
brew 'homebrew/science/suite-sparse'
brew 'homebrew/science/transfig'
brew 'homebrew/science/octave'
brew 'homebrew/versions/maven32'
cask 'alfred'
cask 'android-studio'
cask 'aquaterm'
cask 'atom'
cask 'balsamiq-mockups'
cask 'brave'
cask 'caffeine'
cask 'ccleaner'
cask 'chrome-devtools'
cask 'dash'
cask 'docker'
cask 'docker-toolbox'
cask 'dropbox'
cask 'eclipse-ide'
cask 'emacs'
cask 'evernote'
cask 'filezilla'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'google-chrome'
cask 'hipchat'
cask 'intellij-idea'
cask 'iterm2'
cask 'java6'
cask 'java7'
cask 'keepassx'
cask 'macdown'
cask 'macvim'
cask 'rcdefaultapp'
cask 'rescuetime'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'visualvm'
cask 'vlc'
cask 'vmware-fusion'
