tap 'aspnet/dnx'
tap 'atlassian/tap'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/versions'
cask 'java'
brew 'ant'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'icu4c'
brew 'libtool'
brew 'beecrypt'
brew 'berkeley-db'
brew 'openssl'
brew 'pkg-config'
brew 'libidn'
brew 'curl'
brew 'gdbm'
brew 'gettext'
brew 'pcre'
brew 'git'
brew 'jenv'
brew 'leiningen'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'sqlite'
brew 'python'
brew 'libmagic'
brew 'libtasn1'
brew 'libyaml'
brew 'mongodb'
brew 'mono'
brew 'neon'
brew 'node'
brew 'ossp-uuid'
brew 'popt'
brew 'rpm2cpio'
brew 'rpm'
brew 'sbt'
brew 'scala'
brew 'siege'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget', args: ['with-iri']
brew 'aspnet/dnx/dnvm'
brew 'atlassian/tap/atlassian-plugin-sdk'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/versions/maven32'
cask 'alfred'
cask 'android-studio'
cask 'atom'
cask 'caffeine'
cask 'dash'
cask 'dockertoolbox'
cask 'dropbox'
cask 'eclipse-ide'
cask 'emacs'
cask 'evernote'
cask 'filezilla'
cask 'flux'
cask 'google-chrome'
cask 'hipchat'
cask 'intellij-idea'
cask 'iterm2'
cask 'java6'
cask 'java7'
cask 'keepassx'
cask 'macvim'
cask 'rcdefaultapp'
cask 'skype'
cask 'sourcetree'
cask 'spectacle'
cask 'steam'
cask 'sublime-text3'
cask 'the-unarchiver'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'visualvm'
cask 'vlc'
cask 'vmware-fusion'
